[{"css_class":"red-style","heading": "We ideate",
"image": "idea2.png", "tagline": "getting the requirements right, takes you half way to the solution",
"content": [{"title": "1. Understanding exact requirements",
"body": "We put great efforts on understanding your exact needs. This helps us to deliver the right thing"},
{"title": "2. Features and suggestions",
"body": "Through our experience we suggest to you which features and add ons will be even more beneficial for your online venture"},
{"title": "3. Our commitments",
"body": "Through our tested process we fix timelines, budget and your priorities to deliver things according to your calender"},
{"title": "4. CTO partnerships",
"body": "If you plan to completely forget about technology and want to focus only on the important and exciting parts of your business, we become your partners to help your business grow"}]
},

{"css_class":"blue-style","heading": "We build",
"image": "tech.png",
"tagline": "testing is the key to development, it helps make unbreakable software",
"content":[{"title": "1. Website and server we handle both",
"body": "We develop front face (HTML + mobile + responsive) as well as the backend server business logics"},
{"title": "2. We love bug free software",
"body": "We give you solution which are easy to use and are durable. We choose the right platforms which are effective for your business"},
{"title": "3. Our expertise",
"body": "We are experts of CMS, e-Commerce, mobile apps and server side coding"},
{"title": "4. Cost effective", "body": "We build a solution which has maximum ROI for your business"}]},

{"css_class":"orange-style","heading": "We design",
"image": "design.png",
"tagline": "bad design shouts and users leave, good design speaks and users listen, great design just sits there and user does the rest",
"content": [{"title": "1. We are brand people",
"body": "We design what is best for your brand - right colors, right fonts and right design guide"},
{"title": "2. We are UX experts",
"body": "Do your customer want a quick view, or they need details which they can scroll right away. Our designs are always user friendly"},
{"title": "3. Offline and Online both",
"body": "We design for you - Websites, mobile apps, PPTs, brochures, logos, stationery and what not"}]},

{"css_class":"green-style","heading": "We market",
"image": "megaphone.png",
"tagline": "it is never the channel, but the strategy which gets you more and more customers",
"content": [{"title": "1. We use multiple channels of marketing",
"body": "We are experts of digital - SEO + Email campaigns + SMM (Facebook + Youtube + Twitter) and offline - Seminars, Exhibitions, newspaper ads"},
{"title": "2. Right ROI for your business",
"body": "Each business has unique requirements, we create strategies custom to your needs and deliver the right ROI"},
{"title": "3. Our efforts are transparent",
"body": "We give you detailed reports and analysis of our marketing campaigns which helps you take the right decisions for your business"}]}]
